[
  {
    "title": "President of China lunches with Brazilian President",
    "text": "Brazil\n\nHu Jintao, the President of the People's Republic of China had lunch today with the President of Brazil, Luiz Inácio Lula da Silva, at the Granja do Torto, the President's country residence in the Brazilian Federal District. Lunch was a traditional Brazilian barbecue with different kinds of meat.\n\nSome Brazilian ministers were present at the event: Antonio Palocci (Economy), Eduardo Campos (Science and Technology), Roberto Rodrigues (Agriculture), Luiz Fernando Furlan (Development), Celso Amorim (Exterior Relations), Dilma Rousseff (Mines and Energy). Also present were Roger Agnelli (Vale do Rio Doce company president) and Eduardo Dutra (Petrobras, government oil company, president).\n\nThis meeting is part of a new political economy agreement between Brazil and China where Brazil has recognized mainland China's market economy status, and China has promised to buy more Brazilian products.",
    "date": "2004-11-13",
    "categories": [
      "luiz inácio lula da silva",
      "hu jintao",
      "china",
      "petrobras",
      "asia",
      "politics and conflicts",
      "india",
      "south america",
      "brazil",
      "dilma rousseff"
    ]
  },
  {
    "title": "Palestinians to elect new president on January 9",
    "text": "Acting president Rawhi Fattuh has announced today that Palestinian elections will be held on January 9. Futtuh, head of the Palestinian parliament, was sworn in hours after the death of Yasser Arafat on Thursday, and Palestinian Basic Law dictates that he may only serve up to two months before elections are held.\n\nNew leadership could prove to be the key to revitalizing the peace process in the Middle East, as both Israel and the United States had refused to work with Arafat.\n\nThe Haaretz had initially reported that former prime minister Mahmoud Abbas was selected by the Fatah central committee as their candidate for president, but Abbas has denied this, saying, \"the matter is still being discussed.\" There have also been conflicting reports on whether or not jailed Palestinian leader Marwan Barghouti will run.\n\nBarghouti is currently serving five life sentences in Israel for attacks against Israelis. Nonetheless, he remains a popular figure among Palestinians for his role in the Palestinian uprising, and could potentially win the election if he decided to run.\n\nA win by Barghouti could put Israel in an awkward spot; however an Israeli official said this week that he would not be freed, and a landslide win by Barghouti would signify to them that the Palestinians were not yet ready for peace.",
    "date": "2004-11-14",
    "categories": [
      "palestinian national authority",
      "elections",
      "middle east",
      "yasser arafat",
      "fatah",
      "palestine",
      "mahmoud abbas"
    ]
  },
  {
    "title": "Brazilian delegation returns from Arafat funeral",
    "text": "PalestineThe delegation representing Brazil at the funeral of Yasser Arafat returned today, November 13, 2004. The chief-minister of Civil House José Dirceu was a member of the delegation. Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n\nPCdoB (Brazilian communist political party) Deputy Jamil Murad, member of the delegation, said there was a \"deep mourning\" feeling. Jamil Murad had visited Yasser Arafat in April 2004, along with nine other Brazilian deputies. According to Jamil Murad: \"Yasser Arafat was a Palestinian leader who became a world projection leader\". He said Arafat had written him a letter thanking the Brazilian people for their support of the Palestinian cause and saying that he, Arafat, considered President Luiz Inácio Lula da Silva a great world leader.",
    "date": "2004-11-13",
    "categories": [
      "politics and conflicts",
      "middle east",
      "yasser arafat",
      "palestine",
      "brazil"
    ]
  },
  {
    "title": "Hearing begins over David Hookes death",
    "text": "A hearing started today over the death of Australian cricket coach David Hookes. Hookes died after an incident outside a hotel in Melbourne, Australia on the 19th of January.\n\nBouncer Zdravko Micevic, 22, is charged with manslaughter.",
    "date": "2004-11-15",
    "categories": [
      "cricket",
      "crime and law",
      "australia",
      "oceania"
    ]
  },
  {
    "title": "Iran close to decision on nuclear program",
    "text": "Iran nuclear programIranian representatives say negotiations with Europe on its nuclear program are in the final stages.\n\nIran's foreign minister, Kamal Kharazi, told state television Saturday Iranian negotiators have given their final response to a European Union proposal to suspend Iran's uranium enrichment program. He said it is now up to the Europeans to decide whether or not to accept their decision.\n\nIran and the European Union's big three powers &amp;mdash; Britain, Germany, and France &amp;mdash; have been negotiating a deal under which Tehran would agree to freeze sensitive nuclear work to avoid possible U.N. Security Council sanctions.\n\nU.S. Secretary of State Colin Powell, says that Iran's nuclear program is intended to make nuclear weapons. Iran authorities have insisted that their nuclear ambitions are limited to generating electricity from atomic energy plants, not making bombs.\n\nCritics of the position of the United States point to Israel's nuclear program. Israel maintains a policy of nuclear ambiguity, but is widely believed to possess at least 82 nuclear weapons. The program has not been condemned by the United States.",
    "date": "2004-11-13",
    "categories": [
      "politics and conflicts",
      "colin powell",
      "nuclear power",
      "iran",
      "nuclear proliferation",
      "nuclear weapons",
      "kamal kharazi"
    ]
  },
  {
    "title": "Iran Agrees to Suspend Uranium Conversion",
    "text": "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22. \"Iran is planning to suspend uranium conversion activities from November 22,\" Rowhani said during a news conference.\n\nUranium is a chemical element which can be used in nuclear weapons and nuclear power plants. The process of conversion modifies the uranium oxydes into uranium hexafluoride. The purpose of such a conversion process is usually an intermediate step in the production of nuclear fuel. Uranium hexafluoride cannot itself be used in a nuclear weapon, but can be enriched into weapons-grade uranium, or it can be converted into plutonium in a nuclear reactor. Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.",
    "date": "2004-11-15",
    "categories": [
      "politics and conflicts",
      "nuclear power",
      "iran",
      "nuclear proliferation",
      "nuclear weapons"
    ]
  },
  {
    "title": "Brazilian soccer player's mother has been kidnapped",
    "text": "Miss Marina Souza, aged 43, was kidnapped last Saturday, November 6, in Praia Grande, São Paulo, during a barbecue with her relatives. She is the mother of Robson de Souza, known as Robinho (Little Robin), a Brazilian soccer player for the Santos Football Club. Since the incident, Robson De Souza ('Robinho') has made few public appearances and stopped playing soccer, troubling his team Santos. \"I hope this all finishes well and that I can go back to playing football again,\" he was quoted by Reuters on November 9.\n\nRobinho is considered one of the best Brazilian forward players at the present time and he is an important player for Santos.\n\nThe authorities are cautious to release any information concerning the case, as this could jeopardize both the investigations and Ms. Souza's life.",
    "date": "2004-11-15",
    "categories": [
      "south america",
      "missing persons",
      "football (soccer)",
      "brazil",
      "crime and law"
    ]
  },
  {
    "title": "Colin Powell Resigns as U.S. Secretary of State, Rice Likely Successor",
    "text": "Secretary of State Colin Powell submitted his long-expected resignation as of Monday, November 15, and his resignation was accepted by President George W. Bush. His resignation letter was sent to the President on Friday. Powell has said that it was always his intention to serve only one term.\n\nThe San Gabriel Valley Tribune said that Powell often had disputes with Bush Administration officials holding what the newspaper termed \"more hawkish\" views.\n\nOn Tuesday, President Bush announced his nomination of National Security Advisor Dr. Condoleezza Rice as Powell's successor. Reuters cited senior Bush administration officials as saying that her deputy, Stephen Hadley, will succeed her in her role as Assistant to the President for National Security Affairs if she is confirmed as Secretary of State.",
    "date": "2004-11-16",
    "categories": [
      "politics and conflicts",
      "colin powell",
      "condoleezza rice",
      "north america",
      "united states",
      "george w. bush"
    ]
  },
  {
    "title": "High-speed train derailment in central Queensland (Australia)",
    "text": "128 people have been injured, 5 seriously so, in a high-speed train derailment in central Queensland. Police said the tilt train came off the tracks near Bundaberg (about 400 kilometers north of Brisbane) at 12.06am AEST.\n\nQueensland Transport Minister Paul Lucas visited the site, and reported that the black box recording device on board the train would be sent back to Brisbane for analysis, in order to determine the cause of the accident.\n\nPremier Peter Beattie and Queensland Rail CEO Bob Scheuber said that there were no current plans to halt other tilt train services. \"That will depend entirely on the investigators, they've not made any recommendations yet &amp;mdash; some of them are still arriving. If they recommend that that is the course of action, then of course it would be suspended,\" Mr Beattie was quoted as saying.",
    "date": "2004-11-15",
    "categories": [
      "queensland",
      "oceania",
      "australia",
      "disasters and accidents"
    ]
  },
  {
    "title": "Saddam Hussein profited roughly 1B by taking funds from UN program",
    "text": "Investigators said that Saddam Hussein diverted money from the Oil-for-Food Program to pay millions of dollars to families of suicide bombers from the West Bank and Gaza Strip who carried out attacks on Israeli civilians.\n\nPaul Volcker, a former American official investigating the diverted funds scandal, has taken some heat from advocates demanding that he haul United Nations personnel before the US Congress. His reason for not subjecting them to this degree of open scrutiny is that it would have the perverse effect of pushing them into refusing to cooperate with the investigation at all. He plans to release documentary evidence early next year, when his investigation is complete.",
    "date": "2004-11-17",
    "categories": [
      "iraq",
      "united states",
      "politics and conflicts",
      "west bank"
    ]
  },
  {
    "title": "Latin American Drug dealer Beira-Mar's lawyers arrested",
    "text": "Two lawyers of accused drug dealer Luiz Fernando da Costa (also known as Fernando Beira-Mar) were arrested Sunday November 14 in a restaurant located at Rio de Janeiro city in Brazil. They have been accused of bribing Brazilian federal police officers.\n\nLuiz Fernando da Costa, known as Fernando Beira-Mar or Fernandinho Beira-Mar, is one of the biggest drug dealers of Latin America according to police. Beira-Mar was arrested by the Colombian army at April 20-21, 2001, in a FARC camp located at a forest near Colombia and Venezuela and then transferred to Brazil where he is been in prison until now.\n\nAccording to officers the lawyers had offered R$200,000 (US$71,658.9) to police officers asking them to release Marcos José Monteiro Carneiro, another man accused of being a drug dealer.",
    "date": "2004-11-15",
    "categories": [
      "brazil",
      "crime and law",
      "south america"
    ]
  },
  {
    "title": "Pope John Paul II meets Iraq's Ambassador",
    "text": "Pope John Paul II has received Mr. Albert Edward Ismail Yelda, Iraq's ambassador today. During the meeting the Pope has expressed wishes for the reconstruction of Iraq, as a democratic state, with tolerance to minorities:\n\n\"Iraq is currently in the throes of the difficult process of transition from a totalitarian regime to the formation of a democratic State in which the dignity of each person is respected and all citizens enjoy equal rights. Authentic democracy is possible \"only in a State ruled by law\", and requires that \"the necessary conditions be present for the advancement both of the individual through education and formation in true ideals, and ... through the creation of structures of participation and shared responsibility\"\n(...)\n\"The struggle to overcome the challenges brought about by poverty, unemployment and violence is also currently faced by Iraq. May your government work untiringly to settle disputes and conflicts through dialogue and negotiation, having recourse to military force only as a last resort. Accordingly, it is essential that the State, with the assistance of the International Community, promote mutual understanding and tolerance among its various ethnic and religious groups. This will enable the people of the region to create an environment that is not only committed to justice and peace but is also capable of sustaining the necessary economic growth and development integral for the well-being of your citizens and the country itself.\"",
    "date": "2004-11-15",
    "categories": [
      "iraq",
      "pope john paul ii",
      "the vatican"
    ]
  },
  {
    "title": "Big Linux Beta 3 released",
    "text": "Big Linux 2.0 Beta 3 has been released. Big Linux is a Live Compact Disc Brazilian Linux distribution, based on Knoppix.\n\nA Linux distribution is a software set with the Linux operating system and GNU software. The source code of Linux and GNU software is freely available and can be legally distributed among users. Big Linux is a Live Compact Disc version of Linux, which means it may run directly from the CD or optionally be installed on the hard disk.\n\nAccording to its developers, Big Linux aims to be easy to use and comes with many programs that are used by home users and offices. Some included programs are: KDE, Java, XMMS, Kaffeine, xine, Kopete, YES, XChat, Fullt, aMSN, the Windows runtime environments Wine and Cedega, the peer-to-peer applications xMule, BitTorrent and Apollon, OpenOffice.org, GIMP and AbiWord, the email clients Kmail and Thunderbird, and the internet browsers Mozilla and the proprietary Opera browser.\n\nSome features of version 2.0 beta 3 are: 3 versions of the Linux kernel -- 2.4.25 (for those who use Winmodems), 2.4.27 (stable) and 2.6.8 (performance) --, automatic detection of printers, higher boot speed, complete system of network and servers and an automatic hardware detection mechanism. The graphical environment (known as X11) can have several configurations separated by kernel. In this way, the user can have an accelerated graphical environment configuration and an unaccelerated graphical environment configuration at the same time. If there is some trouble with the accelerated graphical environment configuration, this allows the user to switch to the unaccelerated one.\n\nBig Linux can be downloaded without charge at Big Linux downloads. This distribution is primarily intended for Brazilian users, although anyone can use it.",
    "date": "2004-11-15",
    "categories": [
      "computing",
      "linux",
      "brazil",
      "software",
      "science and technology",
      "floss"
    ]
  },
  {
    "title": "Florida's Walt Disney World launches revamped attractions",
    "text": "Alien Encounter and The Living Seas at the Walt Disney World Resort are to open today with a makeover.\n\nThe Alien Encounter attraction at Tomorrowland in the Magic Kingdom has been revised to include Experiment 626 from the movie Lilo &amp; Stitch. Now called Stitch's Great Escape!, the dog-like blue creature will lash out of its tube and terrorise the audience. The Galactic Federation's Grand Councilwoman, Captain Gantu and Agent Pleakley appear in this show, essentially a prequel to the movie.\n\nAt the Living Seas, Crush the sea turtle from the Disney/Pixar movie Finding Nemo will host a new exhibit called Turtle Talk, joining smaller Nemo exhibits, a mainstay at the attraction for several months. Vegetarian shark Bruce will soon become part of a shark education exhibit.\n\nAccording to publicity, the Turtle Talk show will run every 15 minutes, from 10:00 am to 7:00 pm. A sign language interpreted performance will run on Fridays at 10:30 am.\n\nDisney is holding the Stitch's Great Escape! Sweepstakes, with prizes including a five-day, four night trip for four to Walt Disney World Resort.",
    "date": "2004-11-16",
    "categories": [
      "culture and entertainment",
      "north america",
      "united states",
      "orlando, florida",
      "walt disney world"
    ]
  },
  {
    "title": "Hari Kostov resigns as prime minister of Macedonia",
    "text": "Prime minister Hari Kostov of Macedonia has resigned from his position as of Monday, November 15. The Macedonian parliament will meet on Thursday to decide whether or not to accept his resignation.\n\nThe BBC quoted Kostov, who was appointed last May, to have said that \"there is no will for genuine teamwork\" within the coalition, and that one of the parties in the current government has been promoting corruption and nepotism. Kostov also claimed that the preoccupation with the rights of Albanian ethnic minority in Macedonia was obstructing economic modernization, according to Reuters. Kostov himself was not a member of any of the coalition's parties.\n\nKostov's resignation was preceded by a referendum organized by the Macedonian opposition, aimed against a decentralisation law which would have given the Albanian ethnic minority in Macedonia additional rights. The referendum was declared null and void due to a low turnout. According to the NOS, some now fear that fights between Albanian guerrillas and the Macedonian army, which came to a halt in 2001, will start again.",
    "date": "2004-11-15",
    "categories": [
      "north macedonia",
      "europe",
      "politics and conflicts"
    ]
  },
  {
    "title": "Senator Harry Reid elected Democratic minority leader",
    "text": "Democratic Senator Harry Reid has been elected the new leader of the Democratic party in the Senate. Reid, from Nevada, replaces out-going leader Tom Daschle who lost his re-election bid in the state of South Dakota. Reid was re-elected with 61% of the vote in the November elections.\n\nReid won the position as the Republican party still holds majority in both houses of Congress. Dennis Hastert (R-IL) and Tom DeLay (R-TX) were re-elected by the Republicans for new terms as Speaker and Majority Leader in the House of Representatives.\n\nSenator Dick Durbin (D-IL) replaced Reid as the Senate Minority Whip.",
    "date": "2004-11-16",
    "categories": [
      "us house of representatives",
      "north america",
      "tom delay",
      "united states",
      "democratic party (united states)",
      "politics and conflicts",
      "republican party (united states)",
      "us congress",
      "dick durbin",
      "us senate",
      "harry reid"
    ]
  },
  {
    "title": "Majority of Dutch parliament against accentuation of anti-blasphemy article",
    "text": "The proposal from Dutch Minister of Justice Piet Hein Donner to strengthen the anti-blasphemy provisions of the criminal code has been rejected by a majority of the Tweede Kamer, the country's parliament. Donner put forth the proposal shortly after the murder of Dutch filmmaker Theo van Gogh, but denied that Van Gogh's death had anything to do with the proposal.\n\nNOS reported that Donner's own party, the Christian Democratic Appeal (CDA), supported his proposal. However, their two coalition partners &amp;mdash; the People's Party for Freedom and Democracy (Volkspartij voor Vrijheid en Democratie, VVD) and Democrats 66 (D66) &amp;mdash; announced they would not back the ban. The Labour Party, the largest opposition party, also refused to vote in favour. Without their support, the motion could not be passed. Consequently, NRC Handelsblad reports, Donner withdrew his proposal.\n\nAlthough the Dutch criminal code already makes blasphemy illegal, the law has only been enforced three times since the 1930s. The article in question states that anyone who ridicules a cleric or relic may be imprisoned for up to three months. According to Dutch broadcaster RTL, Member of Parliament Lousewies van der Laan (D66), will make a motion on November 17 to have the article removed entirely from the criminal code.",
    "date": "2004-11-16",
    "categories": [
      "the hague",
      "netherlands",
      "crime and law"
    ]
  },
  {
    "title": "President of Brazil meets Vietnamese President",
    "text": "According to Brazilian official sources Mr. Luiz Inácio Lula da Silva, the Brazilian President will meet with the President of Vietnam Mr. Trần Đức Lương today at 11:30 AM at the Palácio do Planalto (Plateau Palace), the Presidential official residence, in Brasília, Brazil. At 13:00 (1:00 PM) there will be a lunch with the Brazilian and Vietnamese Presidents and comitive.\n\nAccording to Brazilian official sources the Brazilian and Vietnamese Presidents will talk about economic cooperation between the two countries, mainly the production of ethanol. United Nations (UN) reform and the effort by Vietnam to join the World Trade Organization (WTO) will be discussed as well.",
    "date": "2004-11-17",
    "categories": [
      "vietnam",
      "luiz inácio lula da silva",
      "south america",
      "brazil",
      "brasília",
      "asia"
    ]
  },
  {
    "title": "Brazilian President meets President of South Korea",
    "text": "BRASÍLIA, Brazil &amp;ndash; Mr. Luiz Inácio Lula da Silva, the President of Brazil, met with the President of the Republic of Korea Mr. Roh Moo-hyun at 5:30 PM at the Palacio do Planalto (Plateau Palace), the Presidential official residence, in Brasilia, Brasil. At 8:00 PM there was a dinner with Brazilian and South Korean Presidents and comitive.\n\nAt the dinner Brazilian President Luiz Inácio Lula da Silva said South Korea is a strategic partner in Asia and he also said that business between Brazil and Korea in 2004 will be US$3 billion. Mr. Lula said Brazil supports Korea in their effort to join the Inter-American Development Bank (IDB).\n\nAccording to official sources Brazil and South Korea also discussed energy and natural resources cooperation agreements. They signed the Broad Relationship of Cooperation for Common Prosperity in the XXI Century agreement which covers natural resources, science, information technology and technology in general.",
    "date": "2004-11-16",
    "categories": [
      "politics and conflicts",
      "korean peninsula",
      "luiz inácio lula da silva",
      "south korea",
      "south america",
      "brazil",
      "brasília",
      "asia"
    ]
  },
  {
    "title": "Firefox 1.0 Internet Browser released by Mozilla Foundation",
    "text": "Mozilla Firefox 1.0, a free open-source web browser, has been released on November 9, 2004 by the Mozilla Foundation.\n\nSome major characteristics of the browser are: pop-up blocking, tabbed browsing, integrated RSS news reader, themes, online fraud protection, extendable with add-ons and multi-platform (it works on Windows, Linux and Mac OS X). As of November 16, 2004, there are Firefox versions in the following languages: Norwegian, Polish, Finnish, Italian, Japanese, Greek, Korean, Spanish, Russian, Slovenian, Czech, English, Romanian, German, Hebrew, French, Hungarian, Swedish and Catalan. Other languages should appear later.\n\nFirefox has grown rapidly in popularity, with a Preview Release of the 1.0 version surpassing 10 million downloads in days. The browser has received critical acclaim by some magazines and is seen by many as a real competitor to Microsoft's Internet Explorer, which currently holds over 90% market share.\nHere's what some reviewers have said about Firefox:\n\n* \"Move over, Internet Explorer. Feature-studded and secure, Mozilla Firefox 1.0 is a safer, better choice for Internet browsing.\" CNet\n\n* \"All told, Firefox is clean and fast. If you want a browser that respects your PC intelligence and helps you get things done, Firefox is a good place to start.\" PC Magazine\n\n* \"Despite its small flaws, Firefox is an excellent browser that is within a sic two years of unseating Microsoft IE from its throne.\" PCWorld\n\nThe software's website can be found at GetFirefox.com.",
    "date": "2004-11-16",
    "categories": [
      "mozilla firefox",
      "mozilla",
      "internet",
      "science and technology",
      "floss"
    ]
  },
  {
    "title": "British white paper on public health",
    "text": "UK Health Secretary John Reid has proposed widespread legislative and health care changes in a new white paper on public health released Tuesday. Titled \"Choosing Health\", the paper details government plans to restrict smoking in public places, limit 'junk food' advertisements to children, make available \"lifestyle trainers\", campaign against sexually transmitted diseases and tobacco, and improve food labelling.\n\nThe white paper comes after extensive public comment that involved 150,000 people.\n\nSmoking would be restricted in enclosed public spaces, restaurants, workplaces, and some pubs. The ban would be enacted gradually, affecting government and NHS buildings in 2006, enclosed public places in 2007, and private property in 2008. Permanent exemption would be granted to pubs that do not serve prepared food -- though not at the bar -- as well as private clubs, a decision that has provoked some to call the measure incomplete. Up to 90% of pubs are expected to be affected. The Scottish executive proposed a complete ban on smoking in enclosed public places last week, and Ireland has already banned smoking in pubs and restaurants.\n\nFood advertisements targeted to children would be banned until 9pm, under the White Paper's proposals. The restriction is a measure to tackle rising rates of childhood obesity. The government also intends to develop voluntary standards on food and drink advertisements to children with industry, only threatening legislation if an acceptable standard is not reached by 2007. Additionally, low income families would receive vouchers for fresh fruit, vegetables, milk, and infant formula. School lunches would also be held to stricter nutritional standards. Reid has warned that unless childhood obesity is tackled, \"we face the prospect of children having shorter life expectancy than their parents\".\n\nFood labelling would also be improved, with a \"traffic light\" system implemented. Packaged food would be evaluated based on its fat, sugar, and salt content.\n\nThe paper is unusual for suggesting a more holistic approach to health care, offering for the first time \"lifestyle trainers.\" The National Health Service would be funding with an additional £1bn to make people's overall lives healthier, which is expected to save £30bn in preventable illness.\n\nThe paper additionally makes mention of reducing accidents, which affected 2.7m people last year and is a leading cause of child death, curb binge drinking, and reduce substance abuse among youths.\n\nThe paper has been criticized by many parties. The Tory Shadow Health Secretary has criticized the Labour government's comprehensiveness and creation of a \"new nanny state approach\". He has additionally described it as \"gimmicks\". The Liberal Democrats have accused the government of not being comprehensive enough. It has also been criticized by the British Medical Association as being implemented too slowly, saying \"When lives need saving, doctors act immediately\".\n\nMr. Reid has argued against the nanny state label, saying \"In a free society, men and women ultimately have the right within the law to choose their own lifestyle, even when it may damage their own health. But people do not have the right to damage the health of others, or to impose an intolerable degree of inconvenience or nuisance on others ... This is a sensible solution which balances the protection of the majority with the personal freedom of the minority in England\".\n\nThe full white paper \"Choosing Health\" can be read here.",
    "date": "2004-11-17",
    "categories": [
      "united kingdom",
      "tobacco",
      "health",
      "obesity",
      "scottish government",
      "national health service"
    ]
  },
  {
    "title": "British-Iraqi careworker Margaret Hassan reportedly killed",
    "text": "The British-Iraqi careworker Margaret Hassan, who was kidnapped in Iraq over a month ago, may have been killed by her kidnappers, according to the husband of the 59-year-old. He was informed by the British Ministry of Foreign Affairs after analysis of a videotape showing the execution of a blindfolded woman. Al Jazeera was also said to have received the tape days ago, but after delaying to confirm Hassan's identity, ultimately decided not to broadcast it.\n\nThe international organization CARE was shocked by the news. Hassan led the CARE-department in Iraq for years.\n\nSince her kidnapping on October 19, 2004, has appeared on several tapes pleading for her life. She made a personal request addressed to Prime Minister Tony Blair to remove British troops from Iraq to meet her kidnappers demands.",
    "date": "2004-11-16",
    "categories": [
      "united kingdom",
      "politics and conflicts",
      "tony blair",
      "al jazeera",
      "iraq"
    ]
  },
  {
    "title": "Russian Tatars not allowed to use Latin alphabet",
    "text": "MOSCOW &amp;mdash; Russia's highest court has judged that Tatars living in the federal state of Tatarstan may not apply the Latin alphabet to their language without permission from the federal government in Moscow. The Tatars had instituted legal proceedings because their Turkic language differs greatly from Russian, the BBC reports.\n\nThe law banning all alphabets but Cyrillic has been one in a long range of regulations and restrictions, claimed by officials to be designed to protect Russia's linguistic heritage. The Russian federal government has been cited to consider the use of a non-Cyrillic alphabet by federal states a 'separatist tendency'.",
    "date": "2004-11-16",
    "categories": [
      "politics and conflicts",
      "europe",
      "russia"
    ]
  },
  {
    "title": "Japan to reduce aid to China",
    "text": "Japan's Diet has proposed to reduce economic assistance given to China. Economic aid is currently given in the form of grants and technical assistance under the Official development assistance (ODA) program. ODA contributes to the development of the economies of states harmed by Japan during World War II, an approach pursued not only as restitution but to improve regional stability and to secure scarce natural resource trade.\n\nAssistance to mainland China will total $8.9bn this year, making Japan an unusual second to the United States in aid. This is down 30% from 1997, and is the fourth year-on-year decline as of 2003. Loans to China total $30bn to date.\n\nThe ODA has been a key feature in Sino-Japanese economic and diplomatic relations. It was begun in the 1980s as China \"opened up\" to foreign investment. It is in part restitution for damage inflicted on China and atrocities such as the Rape of Nanking, seen in Chinese culture in much the same way as The Holocaust is in Western culture.\n\nChina is increasingly being seen as a competitor, however. Popular opinion in Japan is also increasingly resentful of what is perceived as anti-Japanese sentiment in China. Some feel that China should be grateful for ODA funds and that it is not. China has also been criticized by Japanese Foreign Minister Nobutaka Machimura for not being sufficiently cooperative with regards to environmental issues, which necessarily affect its eastern neighbor Japan.\n\nThe People's Republic of China's Communist leaders have also been criticized for violating w:human rights and effecting a military build-up. Some argue that economic aid should be tied to compliance on relevant standards.\n\nThrough the ODA, Japan enjoys the support of many developing nations in UN votes. When China did not react favorably to Japan's intention to seek permanent UN Security Council membership, The Japan Times criticized the aid as a \"complete waste\".\n\nAsia Times Online predicts \"it is inevitable that funds flowing to China are set for further downsizing.\"\n\nTotal Japanese expenditures on ODA have reached $221bn distributed to 185 nations. Currently, the biggest recipient of Japan's ODA aid is India. Japan may soon be outspent in aid to China by France, Germany and Italy.",
    "date": "2004-11-17",
    "categories": [
      "politics and conflicts",
      "china",
      "japan",
      "international aid",
      "economy and business",
      "asia"
    ]
  },
  {
    "title": "CRS analyses al Qaeda statements",
    "text": "A report by the United States government's Congressional Research Service (CRS) analysing al-Qaeda statements was made public Tuesday. The report examines methods used, ideas presented, and audience intended in al-Qaeda public statements, and how they have changed over time. The CRS is an auxiliary research office for the United States Congress, and does not make its unclassified reports public.\n\nThe full report is available at the website of the Secrecy News project run by the Federation of American Scientists. Released November 16th, 2004, it is titled \"Al Qaeda: Statements and Evolving Ideology\".",
    "date": "2004-11-17",
    "categories": [
      "politics and conflicts",
      "al-qaeda",
      "united states",
      "north america"
    ]
  },
  {
    "title": "Barroso names new European Union Commissioners",
    "text": "The head of the European Commission, José Manuel Barroso, has revised his choice of 25 Commissioners after he was forced to withdraw his last list of candidates. Controversy was sparked by his choice of conservative Italian Rocco Buttiglione for the Justice Commissioner position, who made several statements regarding homosexuality and women that members of the European Parliament objected to.\n\nHis new line-up, according to the BBC, is mostly identical to his previous one; only two previous candidates (the Italian Buttiglione and the Latvian Ingrīda Ūdre) have been replaced. The European Parliament voted in favour the Commissioners on November 18th, giving Barroso and his staff the green light to start their official five-year term starting on Monday. While the Greens, Eurosceptics and the Communist Party voted against, the Commission secured the approval of the Parliament's biggest parties - the Socialists, the Liberals and the European People's Party. The vote ended with 449 in favour, 149 against and 82 abstentions, CNN reports.",
    "date": "2004-11-18",
    "categories": [
      "politics and conflicts",
      "european parliament",
      "europe",
      "belgium",
      "brussels",
      "european union",
      "european commission"
    ]
  },
  {
    "title": "Sharon considered temporary Israeli coup in 1967",
    "text": "Prime Minister Ariel Sharon considered a temporary coup d'état of the Israeli government with other members of the Israeli military shortly before the 1967 Arab-Israeli War, it has been revealed.\n\nDays leading up to the '67 Arab-Israeli War featured a build-up of Egyptian, Syrian, and Iraqi forces on the border that was perceived by many as a threat to the very existence of Israel. Military advisors pressured for a preemptive strike, which was felt necessary to offset Israeli numerical inferiority. Then-Prime Minister Levi Eshkol was under intense pressure from his cabinet and military on the decision to pursue diplomacy or war. Many pro-war officials considered war inevitable and a delay only harmful to Israel.\n\nAriel Sharon was a Major General in the Israeli military during the war. On May 28th, he advised the Chief of Staff Yitzhak Rabin that the cabinet could be detained and a coup declared. Sharon and others felt that the civilian government was unable to reach a necessary decision. The military would make the decision the government would not, and begin war in the government's best interests.\n\nHe explains: \"We often asked whether in the State of Israel there could arise a situation in which the army takes control. And I always said it was impossible, that this couldn't happen in the State of Israel.\"\n\n\"And then, after the meeting on May 28, I said to the chief of staff and others who were present, that there had arisen a situation in which this could happen, and that it would also be well accepted - that is to say, to seize control not in the framework of wanting to govern, but in the framework of making a decision, the fundamental decision, and that the army can make it without the government.\"\n\n\"I don't remember if he agreed or not, but I think he also viewed it in this way.\"\n\nSharon stressed that no definite plan existed. However, he defended giving it serious consideration, saying: \"They the civilian government would have accepted it with a sense of relief. That was my feeling.\"\n\nPrime Minister Eshkol later decided in favor of war on June 5th. Ariel Sharon served as a commander of the Southern Division. His comments may be found in full in Ma'arachot, a publication by the Israeli defense ministry.",
    "date": "2004-11-17",
    "categories": [
      "politics and conflicts",
      "israel defense forces",
      "middle east",
      "ariel sharon",
      "israel",
      "yitzhak rabin"
    ]
  },
  {
    "title": "Kmart to buy Sears for US$11 billion",
    "text": "Discount retailer Kmart Corp. announced Wednesday morning it will buy department store operator Sears, Roebuck &amp; Co.. The deal is to cost $11.5bn and will lead to the creation of the third-largest U.S. retailer, after Wal-Mart and Home Depot, and replacing Target at number three.\n\nThe new company, which is to be called Sears Holdings and be based near Chicago, will have $55 billion in annual revenue and nearly 3,500 retail stores. Edward Lampert, the chairman of Kmart, will become the chairman of the new company, while Alan Lacy, current chairman and chief executive of Sears will be the new chief executive. Sears CEO Alan Lacy, speaking about the deal, promised up to $500 million a year in savings within three years from improved efficient, greater purchasing power and possible store closures. The stores will retain their current names.\n\nThe purchase will allow the two stores to sell each other's brands, including Craftsman Tools, Kenmore, and Lands' End from Sears, and Martha Stewart and Joe Boxer brands from Kmart. The move is considered a boon for Sears, which until recently has confined itself to malls, and can now sell its products in the many Kmart locations.\n\nShares of both companies soared after the announcement, Sears was up 22 percent on Wednesday, whilst Kmart gained 15 percent.",
    "date": "2004-11-17",
    "categories": [
      "illinois",
      "wal-mart",
      "north america",
      "united states",
      "economy and business"
    ]
  },
  {
    "title": "Sainsbury's posts first ever loss",
    "text": "Sainsbury's, the UK supermarket chain, announced on Wednesday that it had made its first ever loss. For the six months to 9 October, it reported a pre-tax loss of £39m ($72m), compared with a profit of £323m the previous year.\n\nExcluding £168m of exceptional items, such as the clearance of surplus merchandise, Sainsbury's made a pre-tax profit of £131m for the first half of its financial year. The company had made a profits warning earlier in the year. The company's shares actually rose slightly on the news. This is due to the absence of any surprises - shareholders were expecting results in line with these.\n\nSainsbury's chief executive Justin King admitted the firm had been failing to properly stock its shelves after struggling with faulty distribution systems. This problem however is only one of a series of problems that has plagued Sainsbury's in recent years. Once the UK's largest supermarket chain, Sainsbury's has been overtaken by both Tesco and Asda in recent years.",
    "date": "2004-11-17",
    "categories": [
      "united kingdom",
      "economy and business"
    ]
  },
  {
    "title": "Chinese submarine enters Japanese waters",
    "text": "Tenuous relations between Japan and the People's Republic of China were strained last week when a Chinese nuclear-powered submarine entered Japanese territorial waters southwest of Okinawa.\n\nThe intrusion occurred on 10 November, Japanese time (UTC+9). The submarine was quickly spotted by Japan's Self-Defence Forces and was tracked by helicopter as it wandered in Japanese waters for two hours before moving north-west. International law requires a tracked submarine to surface and identify its nationality in times of peace; the submarine did not do so.\n\nMany Japanese officials in the Defence Agency considered the intrusion an act of provocation and \"showing off,\" as the submarine in question was a particularly noisy model. It continued traveling very slowly after being spotted, and remained in shallow waters. The intrustion caused Japanese Self-Defense Forces to go on alert for the second time since the Second World War.\n\nThe submarine in question is believed to be a Type 09-1 Han Class attack submarine. It is a nuclear-powered submarine designed in the 1950s and first built in the 1974. This class of submarine is thought to suffer numerous defects, including radiation leakage, noise, and an inability to fire missiles while submerged. Only two of five submarines are thought to be operational. China has recently begun an active modernization of its navy.\n\nOn 17 November, Chinese Vice Foreign Minister Wu Daiwei met with the Japanese ambassador to China Anami Koreshige in Beijing and offered an apology for the incident, stating that the submarine was on a training mission and the intrusion was due to a \"technical error\" and was \"regrettable.\" Japan's Defence Agency is studying whether \"technical errors\" is a feasible explanation for the incident.\n\nJapanese Prime Minister Koizumi Junichiro has publicly stated he wishes to speak with Chinese President Hu Jintao about this and other matters of Sino-Japanese contention at the upcoming annual Asia-Pacific Economic Cooperation summit in Chile later this month.\n\nDespite the increasingly close economic ties between the two nations, distrust has long exisited between Japan and China. Many Chinese people still resent the Japanese invasion and occupation of China during World War II and Japan's refusal to formally apologise. Japan, on the other hand, sees China as a potential competitor and an increasing threat to its national security.\n\nJapan's Constitution forbids the nation from exercising military strength in matters other than that of self-defence, but Japan's ruling party, the Liberal Democratic Party or LDP, has recently proposed constitutional amendments to give the military more offensive capabilities, among other things.",
    "date": "2004-11-18",
    "categories": [
      "politics and conflicts",
      "military",
      "submarines",
      "hu jintao",
      "china",
      "japan"
    ]
  }
]